# St7SetSolverSort

Sets the node number re-ordering strategy used by the solver.

long St7SetSolverSort(long uID, long Sort)

Input Parameters

uID

Strand7 model file ID.

Sort

One of rnNone, rnTree, rnGeometry or rnAMD.